[
    {
        "pos": 1,
        "artist": "Sea Oleena",
        "track": "Gardens",
        "album": "Weaving a Basket",
        "scrobbles": 38,
        "genres": "Ambient; Ambient folk",
        "youtube": "https://www.youtube.com/embed/Njo_SX5fKGk?si=UpjHy9cPK-k-Sc2t&amp;start=1265",
        "thoughts": "A beautiful song from a beautiful album. Can't believe I only just discovered Sea Oleena this year."
    },
    {
        "pos": 2,
        "artist": "Sea Oleena",
        "track": "Will I Know",
        "album": "Weaving a Basket",
        "scrobbles": 34,
        "genres": "Ambient; Ambient folk",
        "youtube": "https://www.youtube.com/embed/Njo_SX5fKGk?si=UpjHy9cPK-k-Sc2t&amp;start=2",
        "thoughts": "The intro to the album, incredible atmosphere, so immersive and calming"
    },
    {
        "pos": 3,
        "artist": "Sea Oleena",
        "track": "Calvisius",
        "album": "Weaving a Basket",
        "scrobbles": 26,
        "genres": "Ambient; Ambient folk",
        "youtube": "https://www.youtube.com/embed/Njo_SX5fKGk?si=UpjHy9cPK-k-Sc2t&amp;start=134",
        "thoughts": "Yes, my top 3 most scrobbled songs of 2025 are all from the same album, Sea Oleena - Weaving a Basket. This song is a wonderfully peaceful 5 minute drone track with eerie but calming vocals."
    },
    {
        "pos": 4,
        "artist": "Llyr",
        "track": "Refuge of Majesty",
        "album": "Biome",
        "scrobbles": 25,
        "genres": "Ambient techno",
        "youtube": "https://www.youtube.com/embed/U5e4niHOaIo?si=0yZ0ITCzaJPqkbQ-",
        "thoughts": "A wonderfully mysterious, immersive, tropical, almost alien sounding ambient techno track. The whole album has a very spooky, otherwordly, alien kinda vibe, it contains lots of field recordings, but its mixed in with ambient techno to create this interesting contrast between nature and technology."
    },
    {
        "pos": 5,
        "artist": "Monolake",
        "track": "Ionized",
        "album": "Cinemascope",
        "scrobbles": 23,
        "genres": "Ambient; Ambient techno",
        "youtube": "https://www.youtube.com/embed/8iKMcyqno9A?si=3lvHqdiOKBsQNVe7",
        "thoughts": "This album took a while to grow on me, but it was this track that kept me captivated, and intrigued about the atmopshere being created. It's an 11 minute abstract adventure into some kind of dystopia. Great vibes."
    },
    {
        "pos": 6,
        "artist": "Sea Oleena",
        "track": "Lost Song",
        "album": "Weaving a Basket",
        "scrobbles": 22,
        "genres": "Ambient; Ambient folk",
        "youtube": "https://www.youtube.com/embed/Njo_SX5fKGk?si=UpjHy9cPK-k-Sc2t&amp;start=423",
        "thoughts": "And we are back again with Sea Oleena! Clearly I listened to this album a lot this year..."
    },
    {
        "pos": 7,
        "artist": "Celer",
        "track": "In the Middle Of the Moving Field",
        "album": "Xiexie",
        "scrobbles": 21,
        "genres": "Ambient; Drone",
        "youtube": "https://www.youtube.com/embed/AZymCTnAAbk?si=GtqBcmGckl5EYHhj",
        "thoughts": "In case it wasn't already obvious, this year I have been listening to a lot of long-form ambient/drone kind of music. Music that gives the mind some space to think and contemplate. Often I tended towards very melancholic sounds this year, perhaps that reflects my mood and feelings.",
        "thoughts_p2": "Anyway, Celer is an ambient artist I only just started listening to this year, I am a big fan of this album 'Xiexie', the context behind the albums creation is intriguing, and somehow every time I listen to the album time flies by, espcially for this 10 minute track. Maybe in a few years time I'll look back on this and wonder what the hell was wrong with me, finding peace and calm in this kind of drone music, but for now I do find genuine clarity and comfort from this style."
    },
    {
        "pos": 8,
        "artist": "HAYA樂團",
        "track": "寂靜的天空",
        "album": "寂靜的天空",
        "scrobbles": 21,
        "genres": "Chinese folk; New age",
        "youtube": "https://www.youtube.com/embed/98FT4hvDejI?si=FtQa6ffhxuSCYfIV&amp;start=24",
        "thoughts": "Haya are a band from Inner Mongolia, China. This track, and the entire album is amazing, must listen if you are intrigued by Chinese culture and traditions."
    },
    {
        "pos": 9,
        "artist": "The Dead Texan",
        "track": "Aegina Airlines",
        "album": "The Dead Texan",
        "scrobbles": 20,
        "genres": "Ambient",
        "youtube": "https://www.youtube.com/embed/V-6H0DOujx8?si=kpbIl5mjcAe6rOBL",
        "thoughts": "Beautiful melancolia, one of the many great songs on this album which I somehow only started listening to this year!"
    },
    {
        "pos": 10,
        "artist": "Elena Kats-Chernin",
        "track": "The Wisdom of Snails",
        "album": "Memoir of a Snail OST",
        "scrobbles": 20,
        "genres": "Film soundtrack; Neo-classical",
        "youtube": "https://www.youtube.com/embed/6oOwhoiYR4s?si=Ofm0Ut61lNLQDpn4",
        "thoughts": "One of the many beautiful songs to this very sad film. It's a stopmotion animation film about many things, and I found myself going back to the soundtrack many times after watching. This song captures the vibe pretty well."
    },
    {
        "pos": 11,
        "artist": "Sounds From The Ground",
        "track": "Pearl",
        "album": "Kin",
        "scrobbles": 19,
        "genres": "Downtempo; Ambient",
        "youtube": "https://www.youtube.com/embed/6emM05JVd7c?si=WeUDxRXkyrFnFCHU",
        "thoughts": "This artist (Sounds From The Ground) I discovered last year, they apperared in my top 25 tracks of 2024 on 4 occasions, and this year I'm still discovering more of their great music!",
        "thoughts_p2": "This track 'Pearl' is an interesting fusion of ambient dub and a spoken word passage from the Irish mythological tale Oisin & Niamh: The land of Tir Na Nog (the Land of Youth). Very track is mesmerising, the 6 minutes flies by every time I listen to it, ironically with the lyrics about 300 years passing by without realising, akin to my listening experience."
    },
    {
        "pos": 12,
        "artist": "運命の縁から跳び立つ私を、白い鳳凰の翼が抱きしめる",
        "track": "t e l e p a t h テレパシー能力者",
        "album": "夜明けが訪れる",
        "scrobbles": 19,
        "genres": "New age; Neo-classical; Film soundtrack",
        "youtube": "https://www.youtube.com/embed/HZWrMd_XRU0?si=a6HgaCyMmSzGTa8T",
        "thoughts": "telepath are pioneers of the vaporwave genre. I've not always been a big fan of the genre, often it all feels a bit 'samey'. However, this track, and their new album, I found to be quite enjoyable. Despite the runtime for this track being a whopping 19 minutes, somehow I stil listened to it 20 times this year! So I spent 6 hours listening to this... However it's an unbelievably mesmerising experience, again I think this was the kind of mood I was in this year, long moody melancholic drone ambient tracks."
    },
    {
        "pos": 13,
        "artist": "Sufjan Stevens",
        "track": "Neptune",
        "album": "Planetarium",
        "scrobbles": 18,
        "genres": "Indie folk; New age",
        "youtube": "https://www.youtube.com/embed/A2V_NF4HH6A?si=0Fq0qS1YZYb09AWI",
        "thoughts": "Incredible atmosphere, vocals, instrumentation, drowning in melancholy, makes me feel so peaceful and alive. I had heard the song a few times in previous years, but for some reason it only just clicked this year. It's an absolute masterpiece, must listen for fans of Sufjan."
    },
    {
        "pos": 14,
        "artist": "BT",
        "track": "Dynamic Symmetry",
        "album": "This Binary Universe",
        "scrobbles": 18,
        "genres": "Downtempo; Ambient; IDM",
        "youtube": "https://www.youtube.com/embed/f7JiCZvJh5Q?si=qNbEqtso3b4xth1i",
        "thoughts": "I have been aware of this album for many years, but haven't really gotten into it... Until this year, in particular, this song has been heavily rotated this year.",
        "thoughts_p2": "It's a beautiful 10 minute immersion into a world of complex simplicity. It's melancholic, energetic, intricate, and peaceful all at once."
    },
    {
        "pos": 15,
        "artist": "Celer",
        "track": "Rains Lit By Neon",
        "album": "Xiexie",
        "scrobbles": 18,
        "genres": "Ambient; Drone",
        "youtube": "https://www.youtube.com/embed/cdrib-6NAGA?si=hSw_L-QNj2XAizQx",
        "thoughts": "Another great track from Celer's album Xiexie."
    },
    {
        "pos": 16,
        "artist": "Anoushka Shankar",
        "track": "In Jyoti's Name",
        "album": "Traces Of You",
        "scrobbles": 17,
        "genres": "Hindustani classical music",
        "youtube": "",
        "thoughts": "Finally something other than ambient music! Anoushka Shankar is a world-class sitar player, and also born into a very musical family (her father is Ravi Shankar, and her sister is Norah Jones).",
        "thoughts_p2": "This is one of the many fantastic songs from her album 'Traces of You' which I somehow only just discovered this year. It's fantastic Hindustani classical music with great performances. This song in particular, was apparently my most scrobbled, it's a brief highly energetic Hindustani tune, but generally the whole album is great and worth listening to."
    },
    {
        "pos": 17,
        "artist": "Anoushka Shankar",
        "track": "In The End",
        "album": "Chapter II: How Dark It Is Before Dawn",
        "scrobbles": 17,
        "genres": "Hindustani classical music",
        "youtube": "https://www.youtube.com/embed/0KekORHS2fE?si=9zrdD0oqKJD2tiui",
        "thoughts": "Another great track from Anoushka Shankar, from her 2024 album. This one is more atmospheric, slow, peaceful, and feels like wandering through the Indian jungles of Maharashtra on a misty evening."
    },
    {
        "pos": 18,
        "artist": "Kitty MacFarlane",
        "track": "Dawn & Dark",
        "album": "Namer of Clouds",
        "scrobbles": 17,
        "genres": "Indie folk",
        "youtube": "https://www.youtube.com/embed/TKn13pRdstY?si=pdONw65HNoXc_2D6",
        "thoughts": "This album was a very random discovery this year, but Kitty MacFarlane has something missing from mainstream indie folk - a certain rawness and authenticity that makes her music stand out. This track in particular is a beautiful, melancholic, yet hopeful song, but has brought hope, comfort, and moments of light, in moments of darkness this year."
    },
    {
        "pos": 19,
        "artist": "Little Simz",
        "track": "Free",
        "album": "Lotus",
        "scrobbles": 17,
        "genres": "Hip-Hop",
        "youtube": "https://www.youtube.com/embed/yBtFS7XsBAI?si=KfmjOHiT0ootnV90",
        "thoughts": "Little Simz new album was an instant hit for me, and quickly became my favourite of her discography. This song in particular I loved, great combination of intelligent lyrics, orchestral moments, authenticity, and energy."
    },
    {
        "pos": 20,
        "artist": "Low Altitude",
        "track": "Sunbeam",
        "album": "Boat",
        "scrobbles": 17,
        "genres": "Ambient",
        "youtube": "https://www.youtube.com/embed/4OfRvaM61NA?si=OvDmKcqARreZYCea",
        "thoughts": "The album this track is fairly standard ambient in my opinion - however this song in particular has a different energy to it, something ethereal and unqiue about it has kept me listening throughout the year."
    },
    {
        "pos": 21,
        "artist": "Nusrat Fateh Ali Khan & Michael Brook",
        "track": "My Heart, My Life",
        "album": "Night Song",
        "scrobbles": 17,
        "genres": "Qawwali",
        "youtube": "https://www.youtube.com/embed/LRBj3keyAjQ?si=RiLEaLl4N0_nQCX4",
        "thoughts": "Discovered this song whilst travelling in Pakistan, random taxi driver was playing it so I shazamed it, and suddenly discovered the wonderful world of Qawwali music and Nusrat Fateh's long legacy.",
        "thoughts_p2": "This song is great, endlessley relistenable, full of energy and culture. It takes me back to Pakistan, on the bumpy roads watching the incredible mountains pass by, and the authentic village life that remains unchanged in many decades despite commercialism in other corners of the world - hopefully it remains this way and this culture is passed down many more generations."
    },
    {
        "pos": 22,
        "artist": "",
        "track": "",
        "album": "",
        "scrobbles": 0,
        "genres": "",
        "youtube": "",
        "thoughts": ""
    },
    {
        "pos": 23,
        "artist": "",
        "track": "",
        "album": "",
        "scrobbles": 0,
        "genres": "",
        "youtube": "",
        "thoughts": ""
    },
    {
        "pos": 24,
        "artist": "",
        "track": "",
        "album": "",
        "scrobbles": 0,
        "genres": "",
        "youtube": "",
        "thoughts": ""
    },
    {
        "pos": 25,
        "artist": "",
        "track": "",
        "album": "",
        "scrobbles": 0,
        "genres": "",
        "youtube": "",
        "thoughts": ""
    }
]